Repository: wp-plugins/smooth-streaming-video-player
Catalog: languages/svp-translate-*.po
Languages: fr_fr

source: Cheatin&#8217; uh?
fr_fr: On essaie de tricher ?

source: You do not have sufficient permissions to access this page.
fr_fr: Vous ne possédez pas les privilèges suffisants pour accéder à cette page.

source: About
fr_fr: A propos

source: Parameter ID is undefined.
fr_fr: Le paramètre ID est indéfini.

source: Parameter type is undefined.
fr_fr: Le paramètre type est indéfini.

source: This source of videos is undefined or does not exist.
fr_fr: La source des vidéos est indéfinie ou n'existe pas.

source: Delete source &laquo;&nbsp;%s&nbsp;&raquo;
fr_fr: Supprimer la source &laquo;&nbsp;%s&nbsp;&raquo;

source: Delete source
fr_fr: Supprimer la source

source: &larr; Back to Settings
fr_fr: &larr; Retour aux paramètres

source: You have specified this source for deletion&nbsp;:
fr_fr: Vous avez choisi de supprimer cette source&nbsp;:

source: Note that the following data will be removed&nbsp:
fr_fr: Veuillez noter que les données suivantes vont être supprimées&nbsp;:

source: <strong>%d</strong> video(s) associated with the source
fr_fr: <strong>%d</strong> vidéo(s) associées avec la source

source: <strong>%d</strong> source video(s) associated to posts
fr_fr: <strong>%d</strong> vidéo(s) de la source associées à des articles

source: Confirm deletion
fr_fr: Confirmer la suppression

source: Play this video
fr_fr: Lire cette vidéo

source: Play
fr_fr: Lire

source: Select this video
fr_fr: Sélectionner cette vidéo

source: Select
fr_fr: Sélectionner

source: Close
fr_fr: Fermer

source: Go to next video
fr_fr: Aller à la vidéo suivante

source: Go to previous video
fr_fr: Aller à la vidéo précédente

source: No video is currently available. Please <a href="%s">add at least one source of videos</a>. Nor forget to scan your sources of videos.
fr_fr: Aucune vidéo n'est actuellement disponible. Veuillez <a href="%s">ajouter au moins une source de vidéos</a>. N'oubliez pas non plus de scanner vos sources de vidéos.

source: Launch scan
fr_fr: Lancer le scan

source: Relaunch scan
fr_fr: Relancer le scan

source: Scan source &laquo;&nbsp;%s&nbsp;&raquo;
fr_fr: Scanner la source &laquo;&nbsp;%s&nbsp;&raquo;

source: To get and save in database the videos stocked on your source of videos, click on &laquo;&nbsp;Launch scan&nbsp;&raquo; button.
fr_fr: Pour obtenir et enregistrer les vidéos stockées dans votre source de vidéos au sein de la base de données, cliquer sur le bouton &laquo;&nbsp;Lancer le scan&nbsp;&raquo;.

source: The following videos are currently linked to your source :
fr_fr: Les vidéos suivantes sont actuellement liées à votre source :

source: We have found this (these) <strong>%d video(s)</strong> to add on your source of videos :
fr_fr: Nous avons trouvé cette (ces) <strong>%d vidéo(s)</strong> à ajouter à votre source de vidéos :

source: We have found this (these) <strong>%d video(s)</strong> to delete from your source of videos :
fr_fr: Nous avons trouvé cette (ces) <strong>%d vidéo(s)</strong> à supprimer de votre source de vidéos :

source: This (these) following <strong>%d video(s)</strong> are unchanged :
fr_fr: Cette (ces) <strong>%d vidéo(s)</strong> qui suivent sont inchangées :

source: This (these) video(s) has (have) been correctly updated in database, but if you want, you can relaunch a new scan clicking on &laquo;&nbsp;Relaunch scan&nbsp;&raquo; button.
fr_fr: Cette (ces) vidéo(s) a (ont) été correctement mise(s) à jour dans la base de données, masi si vous le souhaitez, vous pouvez relancer un nouveau scan en cliquant sur le bouton &laquo;&nbsp;Relancer le scan&nbsp;&raquo;.

source: <strong>No video</strong> found on this source of videos.
fr_fr: <strong>Aucune vidéo</strong> trouvée sur cette source de vidéos.

source: Check your source settings, add some videos on your source and relaunch a scan here.
fr_fr: Vérifiez les paramètres de la source, ajoutez-y des vidéos et relancer un scan ici.

source: Settings have been correctly updated.
fr_fr: Les paramètres de configuration ont correctement été mis à jour.

source: A security error occured.
fr_fr: Une erreur de sécurité a eu lieu.

source: Settings
fr_fr: Paramètres

source: Main parameters
fr_fr: Paramètres généraux

source: Default player style
fr_fr: Style par défaut du lecteur

source: Player width
fr_fr: Largeur du lecteur

source: Player height
fr_fr: Hauteur du lecteur

source: Media RSS publication
fr_fr: Publication du Media RSS

source: Items count
fr_fr: Nombre d'articles

source: You can put 0 to indicate an illimited count.
fr_fr: En plaçant 0, vous indiquerez une valeur illimitée.

source: No videos source defined. Click on "Add source" button below to add a new source.
fr_fr: Pas de source définie. Cliquer sur le bouton "Add source" ci-dessous pour ajouter une nouvelle source.

source: Name
fr_fr: Nom

source: Source type
fr_fr: Type de source

source: Edit this source
fr_fr: Editer cette source

source: (this source must be scanned)
fr_fr: (cette source doit être scannée)

source: This configuration must be completed.
fr_fr: Cette configuration doit être complétée.

source: Edit
fr_fr: Editer

source: Scan videos on this source
fr_fr: Scanner les vidéos de cette source

source: Scan
fr_fr: Scanner

source: Delete this source and all attached videos
fr_fr: Supprimer cette source et toutes ses vidéos attachées.

source: Delete
fr_fr: Supprimer

source: Add source
fr_fr: Ajouter une source

source: Saves changes
fr_fr: Enregistrer les modifications

source: We have problem finding your &laquo;&nbsp;/wp-admin/upgrade.php&nbsp;&raquo;
fr_fr: Nous avons rencontré un problème en cherchant &laquo;&nbsp;/wp-admin/upgrade.php&nbsp;&raquo;

source: Post ID is undefined.
fr_fr: L'ID de l'article est indéfini.

source: SVP Settings
fr_fr: Paramètres

source: SVP About
fr_fr: A propos

source: SVP Source Deletion
fr_fr: Suppression d'une source SVP

source: SVP Source Scanner
fr_fr: Scanner une source SVP

source: Smooth Streaming Video Player &#8212; Choose your video
fr_fr: Smooth Streaming Video Player &#8212; Sélectionner votre vidéo

source: Incorrect values&nbsp;: check your form configuration values.
fr_fr: Valeurs incorrectes&nbsp;: vérifiez vos valeurs de configuration.

source: Select source type
fr_fr: Sélectionner le type de source

source: Edit source &laquo;&nbsp;%s&nbsp;&raquo; (ID #%d)
fr_fr: Editer la source &laquo;&nbsp;%s&nbsp;&raquo; (ID #%d)

source: Edit source &laquo;&nbsp;%s&nbsp;&raquo; type (ID #%d)
fr_fr: Editer le type de la source &laquo;&nbsp;%s&nbsp;&raquo; (ID #%d)

source: Save
fr_fr: Enregistrer

source: Valid
fr_fr: Valider

source: Source type selection
fr_fr: Sélection du type de source

source: Videos source type
fr_fr: Type de source de vidéos

source: This post with ID %s does not exist.
fr_fr: L'article avec l'ID %s n'existe pas.

source: Video source ID is undefined. Please read post data before to call method <em>%s</em>.
fr_fr: L'ID de la source est indéfinie. Veuillez récupérer les données postées avant d'appeler la méthode <em>%s</em>.

source: Main configuration
fr_fr: Configuration principale

source: Source name
fr_fr: Nom de la source

source: Here, you have to place your source type name.
fr_fr: Ici, vous devez indiquer le nom du type de source.

source: Blob storage URL
fr_fr: URL du blob storage

source: Example&nbsp;: <code>http://example.blob.core.windows.net/</code> &#8212; don&#8217;t forget the <code>http://</code> prefix.
fr_fr: Exemple : <code>http://example.blob.core.windows.net/</code> &#8212; n&#8217;oubliez pas le <code>http://</code>

source: Videos container name
fr_fr: Nom du conteneur de vidéos

source: This is the container name that contains your videos on the Microsoft Azure blob storage.
fr_fr: Il s'agit du nom du répertoire contenant vos vidéos sur le blob storage de Microsoft Azure.

source: Videos access configuration
fr_fr: Configuration de l'accès aux vidéos

source: Blob storage login
fr_fr: Login du blob storage

source: This is the login defined when you configured your blob storage.
fr_fr: Il s'agit du login défini lors de la configuration de votre blob storage.

source: Blob storage key
fr_fr: Clé du blob storage

source: This is the key you obtained when you configured your blob storage.
fr_fr: C'est la clé que vous avez obtenue lors de la configuration de votre blob storage.

source: CDN activation
fr_fr: Activation du CDN

source: Activate
fr_fr: Activer

source: This option must have been activated in your blob storage.
fr_fr: Cette option doit avoir été activée dans votre blob storage.

source: CDN URL
fr_fr: URL du CDN

source: This is the CDN URL you obtained when you activated CDN option in your blob storage. Example&nbsp;: <code>http://example.blob.core.windows.net/</code> &#8212; don&#8217;t forget the <code>http://</code> prefix.
fr_fr: Il s'agit de l'URL du CDN que vous avez obtenu lorsque vous avez activé l'option CDN dans votre blob storage. Exemple&nbsp;: <code>http://example.blob.core.windows.net/</code> &#8212; n&#8217;oubliez pas le préfixe <code>http://</code>.

source: An error occured getting the videos on your Windows Azure Blob Storage with the message : <em>%s</em>
fr_fr: Une erreur est survenue en obtenant les vidéos de votre Blob Storage Windows Azure avec le message : <em>%s</em>

source: Source options are undefined. Please read source data before to call method <em>%s</em>.
fr_fr: Les options de la sources sont indéfinies. Veuillez récupérer les données de la source avant d'appeler la méthode <em>%s</em>.

source: The URL or the name directory of the source is missing.
fr_fr: L'URL ou le nom du répertoire de la source est manquant.

source: iPhone compatibility
fr_fr: Compatibilité iPhone

source: Videos container name for iPhone
fr_fr: Nom du conteneur des vidéos pour l'iPhone

source: This is the container name that contains your videos for iPhone or iPad on the server. This field must be filled if the iPhone compatibility option has been enabled.
fr_fr: Il s'agit du nom du conteneur qui contient vos vidéos pour l'iPhone ou l'iPad sur votre serveur. Ce champ doit être renseigné pour que la compatibilité iPhone soit activée.

source: Invalid video type.
fr_fr: Type de vidéo incorrect.

source: Type of videos on source must be defined in constructor of herited classes.
fr_fr: Le type des vidéos de la source doit être défini dans le constructeur des classes héritées.

source: Please configure your method to return a correct configuration form.
fr_fr: Veuillez configurer votre méthode pour qu'elle retourne un formulaire de configuration correct.

source: Filenames parameter is not an array.
fr_fr: Le paramètre des noms de fichiers n'est pas un tableau.

source: An error occured deleting the video with ID %d from the source with ID %d.
fr_fr: Une erreur est survenue lors de la suppression de la vidéo avec l'ID %d de la source identifiée %d.

source: Videos directory name for iPhone
fr_fr: Nom du répertoire des vidéos pour l'iPhone

source: This is the directory name that contains your videos for iPhone or iPad on the server. This field must be filled if the iPhone compatibility option has been enabled.
fr_fr: Il s'agit du nom du répertoire qui contient les vidéos pour iPhone et iPad sur le serveur. Ce champ doit être renseigné pour que la compatibilité iPhone soit activée.

source: Videos FTP host
fr_fr: Hôte FTP des vidéos

source: The FTP host can be an IP or domain name &#8212; don&#8217;t add <code>ftp://</code> prefix.
fr_fr: L'hôte FTP peut être une adresse IP ou un nom de domaine &#8212; n&#8217;ajoutez pas le préfixe <code>ftp://</code>.

source: Videos FTP user
fr_fr: Nom d'utilisateur FTP des vidéos

source: This is the FTP user to connect to FTP server.
fr_fr: Il s'agit du nom d'utilisateur pour se connecter au serveur FTP

source: Videos FTP password
fr_fr: Mot de passe FTP des vidéos

source: This is the FTP password to connect to FTP server.
fr_fr: Il s'agit du mot de passe FTP pour se connecter au serveur FTP.

source: Path to web root
fr_fr: Chemin vers la racine du web

source: If your FTP access not goes directly to web root, you must specify to path to it. Example : <code>webuser/www</code> or <code>www</code> &#8212; don&#8217;t add <code>/</code> as prefix or as suffix.
fr_fr: Si votre serveur FTP ne pointe pas directement vers la racine du web, vous devez indiquer le chemin vers celle-ci. Exemple : <code>webuser/www</code> ou <code>www</code> &#8212; n&#8217;t ajoutez pas <code>/</code> comme préfixe ou suffixe.

source: Error connecting to source. Check your source videos access settings.
fr_fr: Erreur en se connectant à la source. Vérifiez vos paramètres d'accès à la source.

source: Error listing your videos source. Try later or check your videos directory name setting.
fr_fr: Erreur en listant les vidéos de la source. Veuillez essayer plus tard ou vérifiez le nom du répertoire des vidéos.

source: The filename &laquo;&nbsp;%s&nbsp;&raquo; does not exist.
fr_fr: Le nom de fichier &laquo;&nbsp;%s&nbsp;&raquo; n'existe pas.

source: The class &laquo;&nbsp;%s&nbsp;&raquo; does not exist.
fr_fr: La classe &laquo;&nbsp;%s&nbsp;&raquo; n'existe pas.

source: Video type is invalid.
fr_fr: Le type de vidéo est incorrect.

source: The list of posts must be an array.
fr_fr: La liste des articles doit être un tableau.

source: Value for extensions must be an array.
fr_fr: La valeur pour les extensions doit être un tableau.

source: Extension is invalid or unauthorized.
fr_fr: L'extension est incorrecte ou non autorisée.

source: Extension &laquo;&nbsp;%s&nbsp;&raquo; is unauthorized.
fr_fr: L'extension &laquo;&nbsp;%s&nbsp;&raquo; n'est pas autorisée.

source: No extensions defined.
fr_fr: Pas d'extensions définie.
